[
  {
    "name": "Aphrodite",
    "greekName": "Ἀφροδίτη, Aphroditē",
    "romanName": "Venus",
    "category": "major olympians",
    "description": "Goddess of beauty, love, desire, and pleasure. Although married to Hephaestus she had many lovers, most notably Ares, Adonis, and Anchises. She was depicted as an extraordinarily beautiful woman, with poets praising the radiance of her smile in particular. Her symbols include roses and other flowers, the scallop shell, and the myrtle wreath. Her sacred animals include doves and sparrows. Her Roman counterpart is Venus.",
    "immortal": "immortal",
    "gender": "female",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": "https://upload.wikimedia.org/wikipedia/commons/0/02/NAMA_Aphrodite_Syracuse.jpg"
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Apollo",
    "greekName": "Ἀπόλλων, Apóllōn",
    "romanName": "Apollo",
    "category": "major olympians",
    "description": "God of music, arts, knowledge, healing, plague, prophecy, poetry, manly beauty, and archery. He is the son of Zeus and Leto, and the twin brother of Artemis. Both Apollo and Artemis use a bow and arrow. Apollo is often incorrectly identified as the god of the sun. Although Apollo is the god of the sun in Roman mythology, Helios is the god of the sun in Greek mythology. In sculpture, Apollo is depicted as a very handsome, beardless young man with long hair and an ideal physique. As the embodiment of perfectionism, he could be cruel and destructive, and his love affairs were rarely happy. He often appears in the company of the Muses. His attributes include the laurel wreath and lyre. His sacred animals include roe deer, swans, cicadas, hawks, ravens, crows, foxes, mice, and snakes. His Roman counterpart is also named Apollo",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Ares",
    "greekName": "Ἄρης, Árēs",
    "romanName": "Mars",
    "category": "major olympians",
    "description": "God of war, bloodshed, and violence. The son of Zeus and Hera, he was depicted as a beardless youth, either nude with a helmet and spear or sword, or as an armed warrior. Homer portrays him as moody and unreliable, and he generally represents the chaos of war in contrast to Athena, a goddess of military strategy and skill. Ares is known for cuckolding his brother Hephaestus and conducting an affair with Aphrodite. His sacred animals include vultures, venomous snakes, dogs, and boars. His Roman counterpart Mars by contrast was regarded as the dignified ancestor of the Roman people.",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Artemis",
    "greekName": "Ἄρτεμις, Ártemis",
    "romanName": "Diana",
    "category": "major olympians",
    "description": "Virgin goddess of the hunt, wilderness, animals, young girls, childbirth, and plague. In later times Artemis became associated with bows and arrows. She is the daughter of Zeus and Leto, and twin sister of Apollo. In art she is often depicted as a young woman dressed in a short knee-length chiton and equipped with a hunting bow and a quiver of arrows. Her attributes include hunting spears, animal pelts, deer and other wild animals. Her sacred animals include deer, bears, and wild boars. Her Roman counterpart is Diana.",
    "immortal": "immortal",
    "gender": "female",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Athena",
    "greekName": "Ἀθηνᾶ, Athēnâ",
    "romanName": "Minerva",
    "category": "major olympians",
    "description": "Goddess of reason, wisdom, intelligence, skill, peace, warfare, battle strategy, and handicrafts. According to most traditions, she was born from Zeus's forehead, fully formed and armored. She is depicted as being crowned with a crested helm, armed with shield and spear, and wearing the aegis over a long dress. Poets describe her as \"grey-eyed\" or having especially bright, keen eyes. She is a special patron of heroes such as Odysseus. She is the patron of the city Athens (which was named after her) and is attributed to various inventions in arts and literature. Her symbol is the olive tree. She is commonly shown as being accompanied by her sacred animal, the owl. Her Roman counterpart is Minerva.",
    "immortal": "immortal",
    "gender": "female",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Demeter",
    "greekName": "Δημήτηρ, Dēmētēr",
    "romanName": "Ceres",
    "category": "major olympians",
    "description": "Goddess of grain, agriculture, harvest, growth, and nourishment. Demeter is a daughter of Cronus and Rhea, and a sister of Zeus, by whom she bore Persephone. Demeter is one of the main deities of the Eleusinian Mysteries, in which her power over the life cycle of plants symbolizes the passage of the human soul through life and into the afterlife. She is depicted as a mature woman, often crowned and holding sheafs of wheat and a torch. Her symbols are the cornucopia, wheat-ears, the winged serpent, and the lotus staff. Her sacred animals include pigs and snakes. Her Roman counterpart is Ceres.",
    "immortal": "immortal",
    "gender": "female",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Dionysus/Bacchus",
    "greekName": "Διόνυσος, Diónysos/Βάκχος, Bákkhos",
    "romanName": "Bacchus",
    "category": "major olympians",
    "description": "God of wine, fruitfulness, parties, festivals, madness, chaos, drunkenness, vegetation, and ecstasy. In art he is depicted as either an older bearded god or an effeminate, long-haired youth. His attributes include the thyrsus, a drinking cup, the grape vine, and a crown of ivy. He is often in the company of his thiasos, a group of attendants including satyrs, maenads, and his old tutor Silenus. The consort of Dionysus was Ariadne. His sacred animals include dolphins, serpents, tigers, and donkeys. A later addition to the Olympians, in some accounts he replaced Hestia. Bacchus was another name for him in Greek, and came into common usage among the Romans.",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Hades/Pluto",
    "greekName": "ᾍδης, Hádēs/Πλούτων, Ploutōn",
    "romanName": "male",
    "category": "major olympians",
    "description": "God of the underworld and the dead. His consort is Persephone. His attributes are the drinking horn or cornucopia, key, sceptre, and the three-headed dog Cerberus. His sacred animals include the screech owl. He was one of three sons of Cronus and Rhea, and thus sovereign over one of the three realms of the universe, the underworld. As a chthonic god, however, his place among the Olympians is ambiguous. In the mystery religions and Athenian literature, Pluto (\"the Rich\") was his preferred name, with Hades referring to the underworld itself. The Romans translated Plouton as Dis Pater (\"the Rich Father\") or Pluto.",
    "immortal": "immortal",
    "gender": "",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Hephaestus",
    "greekName": "Ἥφαιστος, Hḗphaistos",
    "romanName": "Vulcan",
    "category": "major olympians",
    "description": "God of fire, metalworking, and crafts. Either the son of Zeus and Hera or Hera alone, he is the smith of the gods and the husband of the adulterous Aphrodite. He was usually depicted as a bearded, crippled man with hammer, tongs, and anvil, and sometimes riding a donkey. His sacred animals include the donkey, the guard dog, and the crane. Among his creations was the armor of Achilles. Hephaestus used the fire of the forge as a creative force, but his Roman counterpart Vulcan was feared for his destructive potential and associated with the volcanic power of the earth.",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Hera",
    "greekName": "Ἥρα, Hḗra",
    "romanName": "Juno",
    "category": "major olympians",
    "description": "Queen of the gods, and goddess of marriage, women, childbirth, heirs, kings, and empires. She is the wife and sister of Zeus, and the daughter of Cronus and Rhea. She was usually depicted as a regal woman in the prime of her life, wearing a diadem and veil and holding a lotus-tipped staff. Although she is the goddess of marriage, Zeus's many infidelities drive her to jealousy and vengefulness. Her sacred animals include the heifer, the peacock, and the cuckoo. Her Roman counterpart is Juno.",
    "immortal": "immortal",
    "gender": "female",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Hermes",
    "greekName": "Ἑρμῆς, Hērmēs",
    "romanName": "Mercury",
    "category": "major olympians",
    "description": "God of boundaries, travel, communication, trade, language, and writing. The son of Zeus and Maia, Hermes is the messenger of the gods, and a psychopomp who leads the souls of the dead into the afterlife. He was depicted either as a handsome and athletic beardless youth, or as an older bearded man. His attributes include the herald's wand or caduceus, winged sandals, and a traveler's cap. His sacred animals include the tortoise. His Roman counterpart is Mercury.",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Hestia",
    "greekName": "Ἑστία, Hestía",
    "romanName": "Vesta",
    "category": "major olympians",
    "description": "Virgin goddess of the hearth, home, and chastity. She is a daughter of Rhea and Cronus, and a sister of Zeus. Not often identifiable in Greek art, she appeared as a modestly veiled woman. Her symbols are the hearth and kettle. In some accounts, she gave up her seat as one of the Twelve Olympians in favor of Dionysus, and she plays little role in Greek myths. Her Roman counterpart Vesta, however, was a major deity of the Roman state.",
    "immortal": "immortal",
    "gender": "female",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Poseidon",
    "greekName": "Ποσειδῶν, Poseidōn",
    "romanName": "Neptune",
    "category": "major olympians",
    "description": "God of the sea, rivers, floods, droughts, and earthquakes. He is a son of Cronus and Rhea, and the brother of Zeus and Hades. He rules one of the three realms of the universe, as king of the sea and the waters. In art he is depicted as a mature man of sturdy build, often with a luxuriant beard, and holding a trident. His sacred animals include the horse and the dolphin. His wedding with Amphitrite is often presented as a triumphal procession. In some stories he rapes Medusa, leading to her transformation into a hideous Gorgon and also to the birth of their two children, Pegasus and Chrysaor. His Roman counterpart is Neptune.",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  },
  {
    "name": "Zeus",
    "greekName": "Ζεύς, Zeus",
    "romanName": "Jupiter",
    "category": "major olympians",
    "description": "King of the gods, ruler of Mount Olympus, and god of the sky, weather, thunder, lightning, law, order, and justice. He is the youngest son of Cronus and Rhea. He overthrew Cronus and gained the sovereignty of heaven for himself. In art he is depicted as a regal, mature man with a sturdy figure and dark beard. His usual attributes are the royal scepter and the lightning bolt. His sacred animals include the eagle and the bull. His Roman counterpart is Jupiter, also known as Jove.",
    "immortal": "immortal",
    "gender": "male",
    "images": [
      {
        "thumbnail": ""
      },
      {
        "regular": ""
      }
    ],
    "relatives": {
      "father": "",
      "mother": "",
      "spouses": [],
      "lovers": [],
      "children": []
    }
  }
]