[
    {
        "quote": "Sing, goddess, of Achilles' ruinous anger Which brought ten thousand pains to the Achaeans, And cast the souls of many stalwart heroes To Hades, and their bodies to the dogs And birds of prey.",
        "note": "First lines, Book 1.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Over the wine-dark sea.",
        "note": "Book 1.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Winged words.",
        "note": "Book 1.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Nothing can be revoked or said in vain nor unfulfilled if I should nod my head.",
        "note": "Zeus explains the absolute power of his will to Thetis, mother of Achilles, Book 1.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "With them went Athena, holding her goatskin-tippet, precious, unfading, incorruptible, with a hundred dangling tassels of solid gold, neatly braided, worth each a hundred oxen. Through the host she passed, dazzling them with the vision, and filling each heart with courage to wage war implacable and unceasing. In a moment war became sweeter to them than to sail back safely to their own native land.",
        "note": "Book 2.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "One came to the war all over gold, like a girl. Poor fool! it did not save him from cruel death.",
        "note": "Book 2.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Thick as autumnal leaves, or driving sand, The moving squadrons blacken all the strand.",
        "note": "Book 2.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Paris, you handsome, woman-mad deceiver, you shouldn't have been born, or killed unmarried. I wish you had - it would have been far better Than having you our shame, whom all suspect, Or having the long-haired Acheans laugh When you appear as champion-champion beauty - But have no strength, nor character, nor courage.",
        "note": "Hector rebukes his brother for lack of honor, Book 3.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "It is no cause for anger that the Trojans and the well-greaved Achaeans have suffered for so long over such a woman: she is wondrously like the immortal goddesses to look upon.",
        "note": "Of Helen, Book 3.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Gods! How the son degenerates from the sire!",
        "note": "Book 4.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "But loud clamorous cries resounded throughout the Trojan host: for they had not one speech and one language, but a confusion of tongues, since they were called from many lands. They were like a huge flock of ewes innumerable standing in a wide farmyard to be milked, which bleat without ceasing as they hear the cries of their lambs.",
        "note": "Book 4.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Son of Atreus, what manner of speech has escaped the barrier of your teeth?",
        "note": "Book 4.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "The generation of men is like that of leaves. The wind scatters one year's leaves on the ground, but the forest burgeons and and puts out others, as the season of spring comes round. So it is with men: on generation grows on, and another is passing away.",
        "note": "Book 6.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Always to be best, and to be distinguished above the rest.",
        "note": "Book 6.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "She was smiling through her tears.",
        "note": "Of Andromache, Book 6.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "No man, against my fate, sends me to Hades'. And as for fate, I'm sure no man escapes it, Neither a good nor bad man, once he's born.",
        "note": "Hector, saying farewell to his wife, Book 6 .",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Victory passes back and forth between men.",
        "note": "Book 6.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Inflaming wine, pernicious to mankind, Unnerves the limbs, and dulls the noble mind.",
        "note": "Book 6.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "’T is man’s to fight, but Heaven’s to give success.",
        "note": "Book 6.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Short is my date, but deathless my renown.",
        "note": "Book 9.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Clanless, lawless, homeless is he who is in love with civil war, that brutal ferocious thing.",
        "note": "Book 9.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "A generous friendship no cold medium knows, Burns with one love, with one resentment glows.",
        "note": "Book 9.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Injustice, swift, erect, and unconfin’d, Sweeps the wide earth, and tramples o’er mankind.",
        "note": "Book 9.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Hateful to me as the gates of Hades is that man who hides one thing in his heart and speaks another.",
        "note": "Book 9.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "But why must the Argives fight the Trojans? Why did Atreus' son assemble and bring us? Wasn't it for Helen's sake? Are Atreus' sons the only men who love their wives?",
        "note": "Achilles, questioning motives for Trojan war as Odysseus tries to bring him back to the fighting, Book 9.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "The other chiefs and princes slept soundly all the night long: but not Agamemnon. No sleeps visited his eyes; the lord and commander of that great host had too much to make him anxious. He groaned again and again from the bottom of his heart, and his spirit trembled within him. There was storm in his mind; as when Zeus Thunderer flashes the lightning and sends torrents of rain or hail, or covers the fields with snow, or when he opens the mouth of ravening war. So we may imagine the King puffing and groaning as thick as hail, when he looked out over the plain.",
        "note": "Book 10.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Fate stands now upon the razor's edge.",
        "note": "Book 10.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Man, supposing you and I, escaping this battle, would be able to live on forever, ageless, immortal, so neither would I myself go on fighting in the foremost, nor would I urge you into the fighting where men win glory. But now, seeing that the spirits of death stand close about us in their thousands, no man can turn aside or escape them, let us go on and win glory for ourselves, or yield it to others.",
        "note": "Book 12.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "This is the one best omen, to fight in defence of one's country.",
        "note": "Book 12.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Such were the calamities which the two mighty sons of Cronos brought upon the fighting hosts by their conflicting wills. Zeus willed victory to Hector and the Trojans.... Poseidon was for the Argives; he slipt out secretly from the sea and supported them because he was grieved at their discomfiture and indignant against Zeus.... So the two gripped the rope of war and tugged away over both armies with strong pulls, never breaking or loosing it while they loosed the knees of many a man.",
        "note": "Book 13.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "The best of things, beyond their measure, cloy; Sleep’s balmy blessing, love’s endearing joy; The feast, the dance; whate’er mankind desire, Even the sweet charms of sacred numbers tire. But Troy for ever reaps a dire delight In thirst of slaughter, and in lust of fight.",
        "note": "Book 13.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Zeus it seems has given us from youth to old age a nice ball of wool to wind-nothing but wars upon wars until we shall perish every one.",
        "note": "Book 14.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "For our country ’t is a bliss to die.",
        "note": "Book 15.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Give me your armor to put on your shoulders; The Trojans might suppose I was you, Hold back, and give the Acheans' sons a breather, For breathing spells in war are very few. Then, with a shout, fresh men might easily Turn tired men from the ships toward the city.",
        "note": "Patroclus begs Achilles to let him fight against the Trojans, Chapter 16.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "He lay great and greatly fallen, forgetful of his horsemanship.",
        "note": "Book 16.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Words are potent in debate, deeds in war decide your fate.",
        "note": "Book 16.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Among all creatures that breathe on earth and crawl on it there is not anywhere a thing more dismal than man is.",
        "note": "Book 17.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "It lies in the lap of the gods.",
        "note": "Book 17.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "I sat by the ships, a useless burden, though there are better in Assembly - so may this strife of men and gods be done with.",
        "note": "Achilles' remorse for his hand in Patroclus death, Book 18.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "The God of War will see fair play--he's often slain that wants to slay!",
        "note": "Book 18.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Men soon grow sick of battle; when Zeus the steward of warfare tilts the scales, and cold steel reaps the fields, the grain is very little but the straw is very much. The belly is a bad mourner, and fasting will not bury the dead. Too many are falling, man after man and day after day; how could one ever have a moment's rest from privations? No, we must harden our hearts, and bury the man who dies and shed our tears that day. But those who survive the horrors of war should not forget to eat and drink, and then we shall be better able to wear our armour, which never grows weary, and to fight our enemies for ever and ever.",
        "note": "Book 19 .",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Pity, while yet I live, these silver hairs; While yet thy father feels the woes he bears, Yet cursed with sense! a wretch, whom in his rage (All trembling on the verge of helpless age) Great Jove has placed, sad spectacle of pain! The bitter dregs of fortune’s cup to drain: To fill with scenes of death his closing eyes, And number all his days by miseries! My heroes slain, my bridal bed o’erturn’d, My daughters ravish’d, and my city burn’d, My bleeding infants dash’d against the floor; These I have yet to see, perhaps yet more! Perhaps even I, reserved by angry fate, The last sad relic of my ruin’d state, (Dire pomp of sovereign wretchedness!) must fall, And stain the pavement of my regal hall; Where famish’d dogs, late guardians of my door, Shall lick their mangled master’s spatter’d gore.",
        "note": "Book 22.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Who dies in youth and vigour, dies the best.",
        "note": "Book 22.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "No more entreating, dog, by knees or parents. I only wish my fury would compel me To cut away your flesh and eat it raw For what you've done. No one can keep the dogs Off of your head, not if they brought me ransom Of ten or twenty times as much, or more.",
        "note": "Achilles, as he kills Hector, Book 22.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Thou know’st the o’er-eager vehemence of youth, How quick in temper, and in judgement weak.",
        "note": "Book 23.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "’T is true, ’t is certain; man though dead retains Part of himself: the immortal mind remains.",
        "note": "Book 23.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Honor the gods, Achilles; pity him. Think of your father; I'm more pitiful; I've suffered what no other mortal has, I've kissed the hand of one who killed my children. He spoke, and stirred Achilles' grief to tears; He gently pushed the old man's hand away. They both remembered; Priam wept for Hector, Sitting crouched before Achilles' feet. Achilles mourned his father, then again Patroculs, and their mourning stirred the house.",
        "note": "Priam, King of Troy, begging for Hector's body, Book 24.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "Don't be angry, Patroclus, if you learn - even though you're in Hades - I gave Hector back to his father for a worthy ransom But I shall give a proper share to you.",
        "note": "Achilles, Book 24.",
        "book": "The Iliad",
        "author": "Homer"
    },
    {
        "quote": "My word, how mortals take the gods to task! All their afflictions come from us, we hear. And what of their own failings? Greed and folly double the suffering in the lot of man. See how Aigisthos, for his double portion, stole Agamemnon's wife and killed the soldier on his homecoming day. And yet Aigisthos knew what doom lay in this.",
        "note": "Book 1, lines 48-55",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "what if his great father came from the unknown world and rove these men like dead leaves through the place?",
        "note": "Book 1, lines 145-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Friend, let me put it in the plainest way. My mother says I am his son; I know not surely. Who has known his own engendering? I wish at least I had some happy man as father, going old in his house- but unknown death and silence are the fate of him that, since you ask, they call my father.",
        "note": "Book 1, lines 258-64",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "So said Telemakhos, though in his heart he knew his visitor had been immortal. But now the suitors turned to play again with dance and haunting song. they played till nightfall indeed black night came on them at their pleasure. and half asleep they left, each for his home.",
        "note": "Book 1, lines 472-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "No need to wonder any more, Sir, who called this session. the distress is mine.",
        "note": "Book 2, lines 42-43",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "she makes a name for herself...",
        "note": "Book 2, line 133",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Old man go tell the omens for your children at home, and try to keep them out of trouble. I am more fit to interpret this than you are. Bird life aplenty is found in the sunny air, not all of it is significant. As for Odysseus, he perished far from home. You should have perished with him-",
        "note": "Book 2, lines 188-193",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "it is so clear that no one here remembers how like a gentle father Odysseus ruled you.",
        "note": "Book 2, lines 244-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "he will tell you history and no lies.",
        "note": "Book 3, line 24",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Well I must say I marvel at the sight of you: your manner of speech couldn't be more like his; one could say No; no boy could speak so well. And all that time at Ilion, he and I were never at odds in council or assembly.",
        "note": "Book 3, lines 131-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Mentor, grievously though we may miss my father why go on as if that homecoming could happen?",
        "note": "Book 3, lines 258-9",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "don't stay too long away from home, leaving your treasure there, and brazen suitors near; they'll squander all you have or take it from you...",
        "note": "Book 3, lines 340-6",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "That day they made the grainlands of Laikedaimon, where, as the horses held to a fast clip, they kept on to their journey's end. Behind them the sun went down and al the roads grew dark.",
        "note": "Book 3, lines 539-42",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "My dear friend, can you believe you eyes?- The murmuring hall, how luminous it is with bronze gold, amber, silver , and ivory! This is the way the court of Zeus must be, inside, upon Olympos. What wonder!",
        "note": "Book 4, lines 77-81",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "His son, in my house! How I loved the man, And how he fought through hardship for my sake!",
        "note": "Book 3, lines 181-2",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "If only that Odysseus met the suitors, they'd have their consummation, a cold bed!",
        "note": "Book 4, lines 371-72",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Which of the immortals chained me here?",
        "note": "Book 4, line 502",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Before the end my heart was broken down. I slumped on the trampled sand and cried aloud, caring no more for life or the light of day, and rolled there weeping, till my tears were spent.",
        "note": "Book 4, lines 574-77",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Why has my child left me?... Why did he go? Must he, too, be forgotten?",
        "note": "Book 4, lines 758-61",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Sleepest thou sorrowing Penelope? The gods whose life is ease no longer suffer thee to pine and weep, then; he returns unharmed, thy little one, no way hath he offended.",
        "note": "Book 4, lines 857-60",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "My child, what odd complaints you let escape you. Have you not, you yourself, arranged this matter- as we all know- so that Odysseus will bring these men to book, on his return?",
        "note": "Book 5, lines 24-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Oh you vile gods, in jealousy supernal you hate it when we choose to lie with men...",
        "note": "Book 5, 124-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "I long for home, long for the sight of home. If any god has marked me out again for shipwreck, my tough heart can undergo it. What hardship have I not long since endured at sea, in battle! Let the trial come.",
        "note": "Book 5, 229-33",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "A cruel turn, this. Never had I thought to see this land, but Zeus has let me see it...",
        "note": "Book 5, lines 426-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Go beg thy sovereign father, even at dan to have the mule cart and mules brought round.",
        "note": "Book 6, lines 41-2",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Stranger, there is no quirk or evil in you that I can see. you know Zeus metes out fortune to good and bad men as it pleases him. Hardship he sent to you, and you must bear it. But now that you have taken refuge here you shall not lack for clothing, or any other comfort due to a poor man in distress.",
        "note": "Book 6, lines 201-207",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Little one, could you take me to the house of that Alkinous, king among these people? You see, I am a poor old stranger here; my home is far away; here there is no one known to me, in countryside or city.",
        "note": "Book 7, lines 25-9",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Friend, my child's good judgment failed in this- not to have brought you in her company home. Once you approached her, you became her charge.",
        "note": "Book 7, lines 321-3",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "In time, when hunger and thirst were turned away, the Muse brought to the minstrel's mind a song of heroes whose great fame rang under heaven: the clash between Odysseus and Akhilleus, how one time they contended at the godfeast raging, and the marshal, Agamemnon felt inward joy over his captains' quarrel.",
        "note": "Book 8, lines 78-84",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "O Father Zeus, O gods in bliss forever, here is indecorous entertainment for you...",
        "note": "Book 8, lines 323-4",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Now shift your theme and sing that wooden horse Epeios built, inspired by Athena...",
        "note": "Book 8, lines 526-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "The wind that carried west from Ilion brought me to Ismaros, on the far shore, a strongpoint on the coast of the Kikones. I stormed that place and killed the men who fought. Plunder we took, and we enslaved the women, to make division, equal shares to all.",
        "note": "Book 9, lines 43-8",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Strangers. . .who are you? and where from? What brings you here by sea ways- a fair traffic?",
        "note": "Book 9, lines 274-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Kyklops, you ask my honorable name? Remember the gift you promised me, and I shall tell you. my name is Nohbdy: mother father and friends, everyone calls me Nohbdy.",
        "note": "Book 9, lines 394 - 399",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Nohbdy, Nohbdy's tricked me, Nohbdy's ruined me.",
        "note": "Book 9, line 443",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "O Kyklops! Would you feast on my companions? Puny, am I, in a Caveman's hands? How do you like the beating that we gave you, you damned cannibal? Eater of guests under your roof! Zeus and the gods have paid you!",
        "note": "Book 9, lines 519-23",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Take yourself out of this island, creeping thing- ...Your voyage here was cursed by heaven!",
        "note": "Book 10, lines 82-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Odysseus then you are, o great contender, of whom the glittering god with the golden wand spoke to me ever, and foretold the black swift ship would carry you from Troy. Put up your weapon in the sheath. We two shall mingle and make love upon our bed. So mutual trust may come of play and love.",
        "note": "Book 10, lines 371-77",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Captain, shake off this trance, and think of home- if home indeed awaits us...",
        "note": "Book 10, lines 521-2",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Homeward you think we must be sailing to our own land; no elsewhere is the voyage Kirk has laid upon me. We must go to the cold homes of death and pale Persephone to hear Teiresias tell of time to come.",
        "note": "Book 10, lines 621-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Stand clear, put up your sword; let me but taste of blood. I shall speak true.",
        "note": "Book 11, lines 106-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "How does he stand now in your eyes, this captain, the look and bulk of him, the inward poise? He is my guest, but each one shares this honor. Be in no haste to send him on his way or scant your bounty in his need. Remember how rich, by heaven's will, your possessions are.",
        "note": "Book 11, lines 391-6",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Let me hear no smooth talk of death from you, Odysseus, light of councils. Better, I say, to break sod as a farm hand for some poor country man, on iron rations, than lord it over all the exhausted dead.",
        "note": "Book 11, lines 578-81",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Hearts of oak, did you go down Alive into the homes of death? One visit Finishes all men but yourselves, twice mortal!",
        "note": "Book 12, lines 25-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Shipmates, grieving and weary though you are, listen: I had forewarning from Teiresias and Kirke, too; both told me I must shun this island of the Sun, the world's delight. Nothing but fatal trouble shall we find here, Pull away, then, and put the land astern.",
        "note": "Book 12, lines 350-5",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Live in felicity, and make this palace lovely for your children, your countrymen and your king.",
        "note": "Book 13, lines 75-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "The present doom upon the ship - on me- my father prophesied in the olden time. If we gave safe conveyance to all passengers we should incur Poseidon's wrath, he said, whereby one day a fair ship, manned by Phaiakians, would come to grief at the god's hands;",
        "note": "Book 13, lines 215-220",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Son of Laertes and the gods of old, Odysseus, master of land ways and sea ways, put your mind on a way to reach and strike a crowd of brazen upstarts. Three long years they have played master in your house: three years trying to win your lovely lady, making gifts as though betrothed.",
        "note": "Book 13, lines 468-73",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "There is your dinner friend, the pork of the slaves. Our fat shoats are eaten by the suitors, cold-heated men, who never spare a thought for how they stand in the sight of Zeus. The gods living in bliss are fond of no wrongdoing, but honor discipline and right behavior.",
        "note": "Book 14, lines 97-103",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "[A Phoenician adventurer] took me in completely with his schemes, and led me with him to Phoinikia... he meant in fact, to trade me off, and get a high price for me.",
        "note": "Book 14, lines 337-47",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "It is still night, and no moon. Can we drive now? We can not, itch as we may for the road home. Dawn is near; allow the captain of the spearmen, Menelaos, time to pack our car with gifts and time to speak a gracious word, sending us off. A guest remembers all of his days that host who makes provisions for him kindly.",
        "note": "Book 15, lines 68-75",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "At daybreak I must go and try my luck around the port. I burden you too long. Direct me, put me on the road with someone. Nothing else for it but to play the beggar.",
        "note": "Book 15, lines 381-4",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Go down at once and tell the lady Penelope that I am back from Pylos safe and sound.",
        "note": "Book 16, lines 151-2",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Son of Laertes and the gods of old, Odysseus, master of land ways and sea ways, dissemble to your son no longer now. the time has come: tell him how you together will bring doom on the suitors in the town.",
        "note": "Book 16, lines 195-9",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Friends, face up to it; that young pup Telemakhos, has done it; he made the round trip, though we said he could not. Well- now to get the best craft we can find afloat, with oarsmen who can drench her bows, and tell those on the island to come home.",
        "note": "Book 16, lines 415-20",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Back with me! Telemakhos, more sweet to me than sunlight! I thought I should not see you again, ever, after you took the ship that night to Pylos- against my will, with not a word! You went for news of your dear father. Tell me now of everything you saw!",
        "note": "Book 17, lines 51-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Here comes one scurvy type leading another! God pairs them off together, every time. Swineherd, where are you taking your new pig, that stinking beggar there, licker of pots? How many doorposts has he rubbed his back on whining for garbage, where a noble guest would rate a cauldron or a sword.",
        "note": "Book 17, lines 278-84",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "here is the beautiful place- who could mistake it? here is Odysseus' hall: no hall like this!",
        "note": "Book 17, lines 340-1",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "A pity you have more looks than heart. You'd grudge a pinch of salt from your own larder to your own handy man. you sit here, fat on others' meat, and cannot bring yourself to rummage out a crust of bread for me!",
        "note": "Book 17, lines 594-9",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Listen to him! the swine can talk your arm off, Like an old oven woman! With two punches I'd knock him snoring...",
        "note": "Book 18, lines 30-2",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Friend, you have a mind to work, do you? Could I hire you to clear stones from wasteland for me- you'll be paid enough- collecting boundary walls and planting trees? I'll give you a bread ration every day, a cloak to wrap in, sandals for your feet. Oh no: you learned your dodges long ago- no honest sweat. You'd rather tramp the country begging, to keep your hoggish belly full.",
        "note": "Book 18, lines 443-51",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "have no strength left to evade a marriage cannot find any further way; my parents urge it upon me, and my son will not stand by while they eat up his property. He comprehends it, being a man full grown, able to oversee the kind of house Zeus would endow with honor.",
        "note": "Book 19, lines 184-90",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Yes! You are Odysseus! Ah, dear child! I could not see you until now- not till I knew my master's body with my hands!",
        "note": "Book 19, lines 549-52",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Herdsman, I make you out to be no coward and no fool: I can see that for myself. So let me tell you this. I swear by Zeus al highest, by the table set for friends, and by your king's hearthstone to which I've come, Odysseus will return. You'll be on hand to see, if you care to see it, how those who lord it here will be cut down.",
        "note": "Book 20, lines 250-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Here is my lord Odysseus' hunting bow. Bend and string it if you can. Who sends an arrow through iron axe-helve sockets twelve in line? I join my life with his and leave this place, my home, my rich and beautiful bridal house, forever to be remembered, though I dream it only.",
        "note": "Book 21, lines 78-83",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Mother as to the bow and who may handle it or not handle it, no man here has more authority than I do- not the lord or our own stony Ithaka nor the islands lying east towards Elis; no one stops me if I choose to give these weapons outright to my guest.",
        "note": "Book 21,lines 388-393",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Think of a catch that fishermen haul in to a halfmoon bay in a fine-meshed net from the whit-caps of the sea: how all are poured out on the sand, in throes for the salt- sea, twitching their cold lives away in Helios' fiery air: so lay the suitors heaped on one another.",
        "note": "Book 22, lines 432-6",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "I did not see it, I knew nothing; only I heard the groans of men dying. We sat still in the inner rooms holding our breath, and marveling, shut in, until Telemakhos came to the door and called me- your own dear son, sent this time by his father!",
        "note": "Book 23, lines 41-6",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "The royal pair mingled in love again and afterward lay reveling in stories: hers of the siege her beauty stood at home from arrogant suitors, crowding on her sight, and how they fed their courtships on his cattle oxen and fat sheep, and drank up rivers of wine out of the vats. Odysseus told of what hard blows he had dealt to others and of what blows he had taken-all that story.",
        "note": "Book 23, lines 337-46",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "So the great soldier took his bow and bent it for the bowstring effortlessly. He drilled the axeheads clean, sprang, and decanted arrows on the door sill, glared, and drew again. This time he killed Antinous.",
        "note": "Book 24, lines 196-201",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Old man, the orchard keeper you work for is no townsman. A good eye for growing things he has: there's not a nurseling, fig tree, vine stock, olive tree, or pear tree or garden bed uncared for on this farm. But I might add- don't take offense- your on appearance could br tidier. Old age yes- but why the squalor, and rags to boot?",
        "note": "Book 24, lines 270-7",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Now hear me, men of Ithaka. When these hard deeds were done by Lord Odysseus the immortal gods were not far off. I saw with my own eyes someone divine who fought beside him, in the shape and dress of Mentor; it was a god who shone before Odysseus, a god who swept the suitors down the hall dying in droves.",
        "note": "Book 24, lines 489-96",
        "book": "The Odyssey",
        "author": "Homer"
    },
    {
        "quote": "Son of Laertes and the gods of old, Odysseus, master of land ways and sea ways, command yourself. Call off this battle now, or Zeus who views the wide world may be angry.",
        "note": "Book 24, lines 605-609",
        "book": "The Odyssey",
        "author": "Homer"
    }
]